Repository: NaN-tic/trytond-magento_product
Catalog: locale/*.po
Languages: ca, es

# field:esale.catalog.menu,magento_id:
source: External ID
ca: Extern ID
es: ID externo

# field:magento.app,catalog_price:
source: Catalog Price
ca: Preu catàleg
es: Precio catálogo

# field:magento.app,category_root_id:
source: Category Root
ca: Categoria root
es: Categoría Root

# field:magento.app,from_date_products:
source: From Date Products
ca: Desde data producte
es: Desde fecha producto

# field:magento.app,from_id_products:
source: From ID Products
ca: Desde ID producte
es: Desde ID producto

# field:magento.app,product_mapping:
source: Product Mapping
ca: Mapping producte
es: Mapping producto

# field:magento.app,tax_include:
source: Tax Include
ca: Impostos inclosos
es: Impuestos incluidos

# field:magento.app,template_mapping:
source: Template Mapping
ca: Mapping plantilla
es: Mapping plantilla

# field:magento.app,to_date_products:
source: To Date Products
ca: Fins data producte
es: Hasta fecha producto

# field:magento.app,to_id_products:
source: To ID Products
ca: Fins ID producte
es: Hasta ID producto

# field:magento.app,top_menu:
source: Top Menu
ca: Top menú
es: Menú principal

# field:magento.attribute.configurable,active:
source: Active
ca: Activa
es: Activo

# field:magento.attribute.configurable,code:
source: Code
ca: Codi
es: Código

# field:magento.attribute.configurable,create_date:
source: Create Date
ca: Data creació
es: Fecha creación

# field:magento.attribute.configurable,create_uid:
source: Create User
ca: Usuari creació
es: Usuario creación

# field:magento.attribute.configurable,name:
source: Name
ca: Nom
es: Nombre

# field:magento.attribute.configurable,rec_name:
source: Name
ca: Nom
es: Nombre

# field:magento.attribute.configurable,write_date:
source: Write Date
ca: Data modificació
es: Fecha modificación

# field:magento.attribute.configurable,write_uid:
source: Write User
ca: Usuari modificació
es: Usuario modificación

# field:magento.product.type,active:
source: Active
ca: Activa
es: Activo

# field:magento.product.type,code:
source: Code
ca: Codi
es: Código

# field:magento.product.type,create_date:
source: Create Date
ca: Data creació
es: Fecha creación

# field:magento.product.type,create_uid:
source: Create User
ca: Usuari creació
es: Usuario creación

# field:magento.product.type,name:
source: Name
ca: Nom
es: Nombre

# field:magento.product.type,rec_name:
source: Name
ca: Nom
es: Nombre

# field:magento.product.type,write_date:
source: Write Date
ca: Data modificació
es: Fecha modificación

# field:magento.product.type,write_uid:
source: Write User
ca: Usuari modificació
es: Usuario modificación

# field:magento.sale.shop.group.price,create_date:
source: Create Date
ca: Data creació
es: Fecha creación

# field:magento.sale.shop.group.price,create_uid:
source: Create User
ca: Usuari creació
es: Usuario creación

# field:magento.sale.shop.group.price,group:
source: Customer Group
ca: Grup client
es: Grupo cliente

# field:magento.sale.shop.group.price,price_list:
source: Pricelist
ca: Tarifa
es: Tarifa

# field:magento.sale.shop.group.price,rec_name:
source: Name
ca: Nom
es: Nombre

# field:magento.sale.shop.group.price,shop:
source: Shop
ca: Botiga
es: Tienda

# field:magento.sale.shop.group.price,write_date:
source: Write Date
ca: Data modificació
es: Fecha modificación

# field:magento.sale.shop.group.price,write_uid:
source: Write User
ca: Usuari modificació
es: Usuario modificación

# field:magento.storeview,product_mapping:
source: Product Mapping
ca: Mapping producte
es: Mapping producto

# field:magento.storeview,template_mapping:
source: Template Mapping
ca: Mapping plantilla
es: Mapping plantilla

# field:product.template,magento_attribute_configurables:
source: Configurable Attribute
ca: Atribut configurable
es: Atributo configurable

# field:product.template,magento_group_price:
source: Magento Grup Price
ca: Magento preu grup
es: Magento precio grupo

# field:product.template,magento_product_type:
source: Product Type
ca: Tipus producte
es: Tipo de producto

# field:product.template-magento.attribute.configurable,configurable:
source: Attribute Configurable
ca: Atribut configurable
es: Atributo configurable

# field:product.template-magento.attribute.configurable,create_date:
source: Create Date
ca: Data creació
es: Fecha creación

# field:product.template-magento.attribute.configurable,create_uid:
source: Create User
ca: Usuari creació
es: Usuario creación

# field:product.template-magento.attribute.configurable,rec_name:
source: Name
ca: Nom
es: Nombre

# field:product.template-magento.attribute.configurable,template:
source: Template
ca: Plantilla
es: Plantilla

# field:product.template-magento.attribute.configurable,write_date:
source: Write Date
ca: Data modificació
es: Fecha modificación

# field:product.template-magento.attribute.configurable,write_uid:
source: Write User
ca: Usuari modificació
es: Usuario modificación

# field:sale.shop,magento_group_price:
source: Magento Grup Price
ca: Magento preu grup
es: Magento precio grupo

# field:sale.shop,magento_shop_group_prices:
source: Magento Shop Grup Price
ca: Magento preu grup
es: Grupo precio tienda Magento

# help:magento.app,catalog_price:
source: Magento Configuration/Catalog/Price/Catalog Price Scope
ca: Configuració Magento: Catàleg/Preus/Catalog Price Scope
es: Configuración Magento: Catálogo/Precio/Catalog Price Scope

# help:magento.app,category_root_id:
source: Category Root ID Magento
ca: Categoria ID root Magento
es: Categoría Root ID Magento

# help:magento.app,from_date_products:
source: This date is the range to import (filter)
ca: Aquest data és el rang a importar (filtre)
es: El rango de fecha para importar (filtro)

# help:magento.app,from_id_products:
source: This Integer is the range to import (filter)
ca: El rang del número a importar (filtre)
es: El rango de IDs para importar (filtro)

# help:magento.app,product_mapping:
source: Product Product mapping values
ca: Valors mapping productes
es: Valores de mapping de productos

# help:magento.app,template_mapping:
source: Product Template mapping values
ca: Valors mapping plantilla
es: Valores de mapping de plantillas

# help:magento.app,to_date_products:
source: This date is the range from import (filter)
ca: Aquesta data és el rang a importar (filtre)
es: El rango de fecha para importar (filtro)

# help:magento.app,to_id_products:
source: This Integer is the range from import (filter)
ca: Aquest número és el rang a importar (filtre)
es: El rango de IDs para importar (filtro)

# help:magento.product.type,code:
source: Same name Magento product type, (example: simple)
ca: El mateix nom que el tipus de producte a Magento (exemple: simple)
es: El mismo nombre que el tipo de producto (ejemplo: simple)

# help:magento.storeview,product_mapping:
source: Product Product mapping values
ca: Valors mapping productes
es: Valores de mapping de productos

# help:magento.storeview,template_mapping:
source: Product Template mapping values
ca: Valors mapping plantilla
es: Valores de mapping de plantillas

# help:product.template,magento_attribute_configurables:
source: Add attributes before export configurable product
ca: Afegeix atributs abans d'exportar producte configurable
es: Añade atributos antes de exportar producto configurable

# help:product.template,magento_group_price:
source: If check this value, when export product prices (and shop is active group price), export prices by group
ca: Si marca aquesta opció, quan s'exporta el preus (i a la botiga té actiu la opció preu grup), exporta els preus per grup.
es: Si marca esta opción, cuando exporte los precios (y en la tienda esta activado el precio por grupo), exporta los precios por grupo

# help:sale.shop,magento_group_price:
source: If check this value, when export product prices add prices by group
ca: Si marca aquesta opció, quan s'exporta els preus afegeix preus per grup
es: Si marca esta opción, cuando exporte precios añade el precio por grupo

# model:ir.action,name:act_magento_attribute_configurable_form
source: Magento Attribute Configurable
ca: Magento Atributs Configurables
es: Magento Atributos Configurables

# model:ir.action,name:act_magento_product_type_form
source: Magento Product Type
ca: Tipus producte Magento
es: Tipos producto Magento

# model:ir.ui.menu,name:menu_magento_attribute_configurable_form
source: Magento Attribute Configurable
ca: Magento Atributs Configurables
es: Magento Atributos Configurables

# model:ir.ui.menu,name:menu_magento_product_type_form
source: Magento Product Type
ca: Tipus producte Magento
es: Tipo producto Magento

# model:magento.attribute.configurable,name:
source: Magento Attribute Configurable
ca: Magento Atributs Configurables
es: Magento Atributos Configurables

# model:magento.product.type,name:
source: Magento Product Type
ca: Tipus producte Magento
es: Tipo producto Magento

# model:magento.sale.shop.group.price,name:
source: Magento Sale Shop Group Price
ca: Magento Preu grup botiga
es: Magento precio grupo tienda

# model:product.template-magento.attribute.configurable,name:
source: Product Template - Magento Attribute Configurable
ca: Plantilla producte - Magento atribut configurable
es: Plantilla producto - Magento atributo configurable

# selection:magento.app,catalog_price:
source: Website
ca: Lloc Web
es: Sitio Web

# view:magento.app:
source: Catalog
ca: Catàleg
es: Catálogo

# view:magento.app:
source: Export
ca: Exporta
es: Exportar

# view:magento.app:
source: Export Magento Categories
ca: Exporta categories Magento
es: Exportar categorías Magento

# view:magento.app:
source: Import Attribute Options
ca: Importa opcions dels atributs
es: Importar Opciones de Atributos

# view:magento.app:
source: Import Group Attributes
ca: Importa Grup Atributs
es: Importar Grupo Atributos

# view:magento.app:
source: Import Magento Product Links
ca: Importa Magento Product Links
es: Importar Magento Productos Links

# view:magento.app:
source: Import Product Type
ca: Importa tipus de productes
es: Importar Tipos de Productos

# view:magento.app:
source: Import/Update Magento Categories
ca: Importa/Actualitza categories Magento
es: Impotar/Actualizar categorias de Magento

# view:magento.app:
source: Import/Update Magento Products
ca: Importa/Actualitza Magento Productes
es: Importar/Actualizar Magento Productos

# view:magento.app:
source: Products
ca: Productes
es: Productos

# view:magento.attribute.configurable:
source: Magento Attribute Configurable
ca: Magento Atributs Configurables
es: Magento Atributos Configurables

# view:magento.product.type:
source: Magento Product Type
ca: Tipus producte Magento
es: Tipo producto Magento

# view:magento.sale.shop.group.price:
source: Magento Sale Shop Group Price
ca: Magento preu per grup botiga
es: Magento precio grupo tienda

# view:product.template:
source: Attribute Configurables
ca: Atributs configurables
es: Atributos configurables

# view:sale.shop:
source: Magento Product
ca: Producte Magento
es: Producto Magento
